support = "Поддержка 🛟"
menu = "Меню 📔"
franchise = "Франшиза 💸"
dropship = "Дропшипинг 📦"
certificate = "Сертификаты 🧾"
ihavequestion = "У меня вопрос! 🤔"
wheretobuy = "Где купить? 📦"

greeting = "Приветствую вас👋!\nЯ бот Экос-Гум! Я помогу вам с покупкой био-добавки а также отвечу на все ваши вопросы, покажу сертификаты и многое другое.\n\nПреимущества Экоса:\n✅ У нас есть сертификаты\n✅ Быстрая доставка\n✅ Легко купить"
support_msg = "Напишите сюда свой вопрос, а мы ответим в течение короткого времени."
sended_support = "Ваше сообщение отправлено в Поддержку. Обычно отвечаем в течение 30 минут 🕕. Убедитесь что у вас открыты личные сообщения.\nОжидайте ответа!"
buyplace_msg = "Снизу предоставлены ссылки на покупку. На озоне можно купить сразу и Экос и ЭкосГум"
questions_msg = "Снизу предоставлены часто задачаемые вопросы. Если среди них нет вашего, можете обратиться в поддержку."

basic_dialog = {
        ihavequestion: {
            "text": questions_msg,
            "keyboard_inline": "faq_main"
            },
        wheretobuy: {
            "text": buyplace_msg,
            "keyboard_inline": "links"
            },
        support: support_msg,
        }

error_404 = "Как интересно 🙂! Но к сожалению, я умею отвечать только на те вопросы, которые находятся в специальном разделе. Если у вас есть другой вопрос, то задайте его поддержке 😉"
