support = "Поддержка 🛟"
menu = "Меню 📔"
franchise = "Франшиза 💸"
dropship = "Дропшипинг 📦"
certificate = "Сертификаты 🧾"

greeting = "Приветствую вас👋! Я бот, который поможет вам с франшизой!\nТут вы получите ответы на все возможные вопросы, сертификаты и многое другое.\n\nНаши преимущества:\n✅ Быстро отвечаем\n\n✅ Есть сертификаты\n✅ Вы можете получать уведомления о специальных предложениях!"
support_msg = "Поддержка: @Amanita_viking.\nНапишите туда и объясните свою проблему."
franchise_msg = "Всю информацию о партнерстве можете получить в посте: https://t.me/vikinggriby/101"
dropship_msg = "Наши прайсы на товары по дропшипингу: https://t.me/vikinggriby/96"
certificate_msg = "Наши сертификаты представлены на оффициальном сайте декларации соответсвия https://декларации-соответствия.рус/kompaniya/ip-iakimov-kirill-vasilevich-inn-598100672989/"

basic_dialog = {
        menu: greeting,
        support: support_msg,
        franchise: franchise_msg,
        dropship: dropship_msg,
        certificate: certificate_msg,
        }
